SecretarySystemRemind = 
{		
--？小提示：按^ffcb4aM^ffffff或者^ffcb4aAlt+M^ffffff打开寻径地图，你可以直接点击寻径地图上的位置让人物自动走到那里。\r　
	
--第一次进入游戏
  [30000]	=	"欢迎进入“诛仙2”的修真之旅\r 作为一名涉世未深的少侠，您将如何应对未来的血雨腥风呢？现在就让我先为你介绍一二吧!",
  
--WASD移动
--[30001]	=	"^80ffff移动^ffffff\r现在请按键盘上的^ffcb4aW^ffffff向前移动\r接下来请按^ffcb4aS^ffffff向右移动、\r	很好，请按^ffcb4aA^ffffff向左移动、\r再来请按^ffcb4aD^ffffff向后移动\r当然您也可以通过在屏幕上点击鼠标左键使人物移动到你想要到达的地点\r您已经学会了移动的基本方法，下面让我们来来学习如何进行跳跃。\r跳跃：请按键盘上^ffcb4a空格键^ffffff进行跳跃。\r学会了移动，那么如何查看您周围的环境呢？",
  
--转视角
--[30002]	=	"^80ffff旋转视角^ffffff\r鼠标右键左右旋转来调整视角。\r您也可以在系统设置中将^ffcb4aA^ffffff、^ffcb4aD^ffffff键设置成视角左右旋转",
  
--视角锁定
  [30003] = "^80ffff锁定视角^ffffff\r^80ffff系统设置--游戏设置^ffffff可以进行视角锁定。\r锁定后视角将保持在45度。",
  
--第一次使用表情动作
  [30004] = "表情加动作，按^80ffffE^ffffff即可更形象地表达您内心所想。",
  
--第一次使用表情语言
  [30005] = "鼠标左键点击^80ffff聊天栏^ffffff旁边的^80ffff聊天表情^ffffff,\r即可快速切换^80ffff表情语言^ffffff。",
  
--第一次使用照相机模式
  --[30006] = "按下^80ffffF9^ffffff即可让您在游戏美景前照相留念。\r所照相片会保存在screenshots文件夹下。",
  
--第一次设置安全锁
  [30007] =  "您可以选择^80ffff系统设置--游戏设置^ffffff设置安全锁。\r物品上锁后将无法进行涉及到金钱类的交易。",
  
--第一次使用老板键
  [30008] = "您可以选择^80ffff系统设置--其他设置^ffffff对老板键进行设置，\r您就可以快速隐藏客户端了。",
  
--第一次与npc对话
  [30009] = "世态炎凉，但npc却总是那么热情，\r^80ffff鼠标左键^ffffff单击npc，即可与之对话。",
  
--第一次接主线任务
--  [30010] = "^80ffffQ^ffffff，在任务列表里即可查看到主线任务。主线任务为完成其他任务的前提条件。",
  
--第一次接游历任务
  [30011] = "^80ffffQ^ffffff查看蓝色的游历任务，即可在游历江湖的同时，行侠仗义。",
  
--第一次接冒险任务
  [30012] = "血红色的冒险任务，通常需要到npc们无法进入的险境中去。\r冒险，还是要有队友才更安全。",
  
--第一次接经典任务 
  [30013] = "接受先辈留给我们的考验，从经典任务中体会修真精髓。",
  
--第一次接挑战任务
  [30014] = "挑战自己的极限，挑战中才可以更快的提高实力。\r通常挑战任务极为艰巨，或有时间限制。\r可请好友前来帮忙。",
  
--第一次接平妖任务
  [30015] = "天下乱世，妖孽横生，普通的凡人根本无法保护自己。\r平定要乱，除魔卫道，从中获得心境的提升。",
  
--第一次接试炼任务
  [30016] = "^80ffffQ^ffffff查看试炼任务。可反复完成。",
  
--第一次接传功任务
  [30017] = "在^80ffff河阳城 传功使者^ffffff处领取传功任务,\r一天可领取一次进行体悟。",
  
--第一次接修真任务
  [30018] = "^80ffffQ^ffffff可查看所接到的修真任务",
  
--第一次接侠义任务
  [30019] = "高于105级的玩家帮助低于75级的玩家提升等级\r可以获得一定的侠义值。您可以在^80ffff河阳城 小环^ffffff处兑换不同的奖励。",
  
--第一次接师门任务
  [30020] = "在不同城市常驻的^80ffff师门使者^ffffff处可接到师门任务，对师门的贡献越多，所给奖励也越丰厚。",
  
--第一次接帮会任务
  [30021] = "^80ffff河阳城 帮会管理员^ffffff处可接到帮会任务，\r帮会任务根据个人对帮会的贡献度不同也会有所不同，帮贡越高，任务所给奖励越丰厚。",
  
--第一次接寻宝任务
  [30022] = "按^80ffffQ^ffffff，查看金黄色的寻宝任务，可以获得神秘宝物奖励。",
  
--第一次接奇遇任务
  [30023] = "按^80ffffQ^ffffff，浅绿色的奇遇任务，\r可以获得不同的人生体验，更有珍贵称号。",
  
--第一次接情缘任务
  [30024] = "按^80ffffQ^ffffff查看粉色的情缘任务，\r完成后可提高情缘值。",
  
--第一次查看任务
--  [30025] = "按^80ffffQ^ffffff查看所接任务，鼠标单击^80ffff绿色的npc或怪物名字^ffffff\r，即可自动跑到任务地点。",
  
--第一次采集物品
  [30026] = "将鼠标移动到物品上，如鼠标变成^80ffff小手^ffffff状，即可进行采集。通常，越珍贵的物品需要的采集时间越长。",
  
--第一次任务失败
  [30027] = "主动放弃任务或无法达成任务条件都将导致任务失败。任务失败后可以在发放任务的npc处再次领取该任务，从头再来。",
  
--第一次任务数目达到上限
  [30028] = "任务数目达到上限将无法再继续领取新的任务。\r只有完成或放弃当前已接任务才可以领取新的任务。\r不同的任务类型的上限数目不同。因此放弃任务的时候也需要慎重。",
  
--追踪任务
  [30029] = "按^80ffffQ^ffffff，选择对某项任务进行追踪，\r点选^80ffff显示任务追踪^ffffff，即可在界面上显示详细的任务完成条件。",
  
--第一次使用自动寻径
  [30030] = "按^80ffffQ^ffffff，鼠标左键单击绿色的npc或怪物的名字，可自动跑到任务地点。\r按^80ffffM^ffffff，鼠标左键单击地图上任意一点，可自动寻径\r3、鼠标点击^80ffff右上方雷达地图 标记位置^ffffff，\r将所需要的坐标加入标记点列表，鼠标单击标记点，即可进行寻径。",
  
--第一次打开地图
--  [30031] = "按^80ffffM^ffffff可打开地图，观看自己所在位置。\r点击^80ffff世界地图^ffffff即可查看天下疆土。",
  
--第一次交任务
--  [30032] = "如npc头顶悬有^80ffff三角令箭^ffffff，则您可以提交任务并获得奖励。",
  
--第一次获得任务奖励
  [30033] = "完成npc所交代的任务可以获得一定的奖励，任务难度不同所获得的奖励也不同。有一些特殊的装备、物品、称号只有做任务才可以获得。",
  
--第一次查找最新可接任务
--  [30034] = "按^80ffffQ^ffffff，选择^80ffff可接任务^ffffff，\r即可查找到当前最适合您的新任务。",
  
--第一次打开背包
--  [30035] = "按^80ffffB^ffffff可以打开背包，\r点击^80ffff整理^ffffff可以对背包内的凌乱物品进行整理。",
  
--第一次装备物品
--  [30036] = "按^80ffffB^ffffff打开背包，^80ffff鼠标右键^ffffff\r单击装备物品，即可进行装备。",
  
--第一次使用药品
  [30037] = "按^80ffffB^ffffff打开背包，^80ffff鼠标右键 单击^ffffff即可吃药，也可以将药品拖动到快捷栏快速补充血蓝。",

--第一次获取特定物品（ID）
 [30038] =
 {
 	[685]   = "^80ffff炼器符^ffffff\r使用炼器符可以强化装备。",--炼器符
	[4703]	="^80ffff八卦石^ffffff\r法宝可以大幅度提升人物战斗属性",--八卦石
    --[6360] = "^80ffff雪豹^ffffff\r",--雪豹
    [3926] ="^80ffff马牌^ffffff\r使用马牌可以向河阳马夫换取最低级的坐骑。",--马牌  
	---[16503]	="^80ffff宠物^ffffff\r您可以在宠物大师处",--丛林山猪
	[4006]	="^80ffff补天符^ffffff\r散仙装备必须使用补天才可以进行强化。",--补天
	[21200]	="^80ffff龙魂符^ffffff\r飞升的装备必须用龙魂符进行强化。",--龙魂
	[3994]="^80ffff完璧符^ffffff\r完璧符可以保证炼器时装备不破碎",--完璧
	[8080]="^80ffff飞天神符^ffffff\r在需要记录的地点使用飞天神符\r再次点击已记录的神符就可以回到记录点。",--飞天
	[16298]	="^80ffff幻月之心^ffffff\r使用幻月之心可以快速补充法宝精力",--幻月之心
	[18751]	="^80ffff宠物丹药^ffffff\r宠物丹药可以快速补充宠物精力",--宠物商店药（360000）
	[25309]	="^80ffff白银VIP^ffffff\r使用白银VIP可以连续挂机7天。",--白银VIP
	[4232]	="^80ffff洗点符^ffffff\r使用洗点符可以重置您当前重数的技能点。",---洗点
	[4233]	="^80ffff全洗符^ffffff\r使用全洗符可以重置所有的技能点。",--全洗
	[4015]	="^80ffff灵犀^ffffff\r使用灵犀后，您将可以在世界频道喊话。",--灵犀
	[4679]	="^80ffff归元石^ffffff\r使用归元石可以将法宝易主",---归元石
	[4007]	="^80ffff化身^ffffff\r死亡后如果携有化身，则可不损失经验\r装备也不会破损或掉落",---化身
	--[19680]	="^80ffff炼器符^ffffff\r",---银票1000J
	--[19681]	="^80ffff炼器符^ffffff\r",---银票5000J
	[31754]	="^80ffff捕兽网^ffffff\r看到怪物头上有可捕捉的圈套标记\r使用捕兽网就可以进行捕捉了。",----捕兽网
	[18275]	="^80ffff伏龙之缰^ffffff\r使用伏龙之缰后可以提升坐骑速度。",---伏龙之缰，提升马匹速度道具
	[24902]	="^80ffff千面神符^ffffff\r使用后可以自由更换现有面容",---易容道具，千面神符
	[18414]	="^80ffff九曜琉璃^ffffff\r在宠物使者处可以使用九曜琉璃\r扩充宠物栏和宠物包裹",---九曜琉璃，扩宠物包裹、宠物栏道具
	[4011]	="^80ffff建木^ffffff\r使用后可以扩充角色的包裹",---建木，扩人物包裹
	[4012]	="^80ffff天罗^ffffff\r使用后可与^80ffff河阳城 仓库老板^ffffff对话\r扩充仓库。",---天罗，扩人物仓库
	[18794]	="^80ffff仙豆^ffffff\r在^80ffff河阳城 宠物大师^ffffff处可以\r使用仙豆提升宠物能力。",---仙豆，宠物修炼道具
	[21118]	="^80ffff金满仓的钥匙^ffffff\r在^80ffff河阳城 钱庄掌柜^ffffff处可以将已加锁\r物品解锁。",---金满仓的钥匙，解锁道具
	[21696]	="^80ffff金汁玉液^ffffff\r使用后可以修复破损装备。",---金汁玉液，修复破损物品道具
	[23293]	="^80ffff宣纸^ffffff\r使用后可以使用交友平台发布各种交友信息",---宣纸，交友平台用
	--[21595]	="^80ffff金光舍利^ffffff\r",---金光舍利，提升宠物属性道具
	--[21224]	="^80ffff战天舍利^ffffff\r",---战天舍利，提升宠物攻击力道具
	[18915]	="^80ffff绝影^ffffff\r绝影只可使用三天。一周只可获得一次。",---绝影，任务所得飞剑

 },
  
--第一次整理包裹
  [30039] = "按^ffcb4aB^ffffff打开背包，点击^ffcb4a整理^ffffff按钮，\r您的包裹就可以马上变得整齐有序了。",
  
--第一次扩充包裹
  [30040] = "购买天帝宝库内的天罗，在^ffcb4a新手村 仓库老板 金铃音^ffffff处接受扩充包裹任务，\r完成任务包裹上限即可增多。包裹上限达到96格后\r，您可以购买宝库内的^ffcb4a云纹天罗^ffffff继续扩充包裹上限。",
  
--第一次拆分
  [30041] = "物品堆叠太多的时候，可以按^ffcb4aB^ffffff打开背包，选择^ffcb4a拆分^ffffff，点击物品，在弹出的对话框内输入需要拆分出来的数量，即可进行拆分。",
  
--第一次摆摊
  [30042] = "按^ffcb4aB^ffffff打开背包，选择^ffcb4a摆摊^ffffff，将您想要卖出的物品拖到^ffcb4a出售商品^ffffff栏，标好价格，就可以马上做起小生意了。\r同时可以把求购的商品拖到^ffcb4a收购商品^ffffff栏，\r但是必须确认您有足够的包裹空间和金钱，否则收购不会成功哦~~",
  
--第一次交易
  [30043] = "右键点击他人头像，在弹出的菜单中选择^ffcb4a交易^ffffff，\r在交易栏里拖入自己想要交易的物品，选择^ffcb4a锁定^ffffff，\r在对方也锁定后，点击^ffcb4a交易^ffffff，双方都点交易后则交易成功。\r但是不要轻易和陌生人交易哦，交易前还请看清交易栏上对方的名字和级别。",
  
--第一次元宝交易
  [30044] = "在^ffcb4a河阳城 钱庄掌柜^ffffff处可以进行元宝交易。",
  
--第一次打开仓库
  [30045] = "与每个城内的^ffcb4a仓库老板^ffffff对话\r就可以请仓库老板为您保管财物了\r为了您的安全，千万要记得在仓库老板的提示下设置仓库密码。",
  
--第一次扩充仓库
  [30046] = "购买天帝宝库内的建木，在^ffcb4a河阳城 仓库老板 金铃音^ffffff处接受扩充仓库任务，完成任务您的仓库上限即可增多。",


--第一次装备坐骑（ID内任意择一）
  [30047] = 
  {
    [6360] = "恭喜您获得拥有闪电般速度的雪豹。\r^ffcb4a鼠标右键单击^ffffff雪豹即可进行装备。",
    [3926] = "恭喜您获得代步工具^ffcb4a河阳马^ffffff。\r小马速度虽然不快，但是比起劳累双脚，却是划算的。",  
	},

--第一次物品上锁
  [30048] = "在^ffcb4a河阳城 钱庄掌柜^ffffff处，可以免费对物品加锁,\r加锁后无法对该物品进行有损害可能的操作。",

--第一次使用宠物包裹
  [30049] = "宠物包裹可以存放奇珍和宠物采集的原料。\r^ffcb4a天帝宝库^ffffff购买^ffcb4a2个 九曜琉璃^ffffff，即可在^ffcb4a河阳城 宠物使者^ffffff处扩充宠物包裹。",
  
--第一次使用时装包裹
  [30050] = "您可以将所购买到的时装放入时装包裹中保管。\r脱下的时装将主动进入您的“衣柜”。",

--第一次使用特殊技能（取技能编辑器的技能ID）,
  [30051] = 
  {
   	[1514] = "^ffcb4a碧海情痴^ffffff\r三生九世，为情所痴。", 
   	[1515] = "^ffcb4a凡尘物华^ffffff\r上穷碧落下黄泉，\r鬼厉的特殊技能会为您提供一定的无敌时间。",
 },
  
--第一次加技能点
  [30052] = "按^ffcb4aR^ffffff打开技能界面，点击技能图标右下方\r凸起的^ffcb4a“+”^ffffff就可以提升技能等级。",
  
--第一次编辑连续技
  [30053] = "按^ffcb4aR^ffffff打开技能界面,点击^ffcb4a连续技^ffffff\r打开连续技编辑界面。将需要编辑的技能放入相应栏位，\r选择您所喜欢的连续技图标，保存后，就可以在^ffcb4a技能秘笈-其他技能^ffffff\r界面看到该技能了。",
  
--第一次洗点
  [30054] = "购买^ffcb4a天帝宝库^ffffff中的各种^ffcb4a洗点符^ffffff，就可以请求^ffcb4a河阳城 洗点使者^ffffff帮助重置技能点了。",
  
--第一次开始攻击
  [30055] = "鼠标左键单击目标，鼠标变成剑形，双击怪物就可以开始攻击了。",
  
--第一次决斗
  [30056] = "右键点击他人头像，在弹出的菜单中选择^ffcb4a决斗^ffffff，或接受他人发给您的决斗，就可以进行和平切磋了。" ,
  
--第一次进行pk设置
  [30057] = "点击人物头像的pk设置按钮，直接进行pk设置,您就可以攻击其他玩家了。\r但是杀人必有惩罚，所以要慎重！",
  
--第一次长pk值
  [30058] = "按^ffcb4aC^ffffff打开人物属性界面，发现^ffcb4a善恶值^ffffff增加了？\r作为对杀人者的惩罚，除非您身上携带了^ffcb4a化身^ffffff,\r否则被杀死的话有可能掉落珍贵的物品。",
  
--第一次降低pk值
  [30059] = "杀人总是不好的！在线静思己过，2个小时您的pk值就会降低1点。如果碰到特赦，购买特赦令^ffcb4a丹书铁卷^ffffff、^ffcb4a免罪文告^ffffff会快速清除善恶值。" ,
  
--第一次有BUFF/Debuff效果附加
  [30060] = "窗口小地图的旁边看到了一些漂亮的图标？鼠标移动上去，您就可以在人物头像下方看到各种BUFF效果了。",
  
--第一次气血值低于50%
  [30061] = "气血值少了一半，怎么还在战斗？还不赶紧溜！\r赶快去商店买点药吧，舍小钱才能有走得更远。",
  
--第一次死亡
  [30062] = "第一次死亡？要习惯。选择回城复活会在城内复活，如果有天音大师对您使用了^ffcb4a往生咒^ffffff，选择^ffcb4a接受复活^ffffff，就可以直接在原地复活了",
  
--第一次死亡惩罚
  [30063] = "90级以前死亡，不会有任何的惩罚，90级以后死亡,则会按级别比例损失经验。\r除非成为化外之人，不然一律是6%哦",
  
--第一次打坐
--  [30064] = "^ffcb4a打坐^ffffff\r按^ffcb4aE^ffffff选取“表情动作”的打坐后，气血和真气的恢复速度会更快。\r但是，所有针对您的战斗都会打断打坐哦!",
  
--第一次杀死怪物
--  [30065] = "恭喜您战胜了第一只怪物！您可以从左下角聊天框显示的信息中了解到杀死该怪物获得的经验值。",
  
--第一次拾取物品
--  [30066] = "您刚刚获取了物品，按^ffcb4aAlt+B^ffffff键打开包裹可以看到物品的详细信息。",
  
--第一次丢弃物品
  [30067] = "您将物品丢在了地上，规定时间之内如果没有被拾取将会^ffcb4a永远消失^ffffff。",
  
--第一次打开聊天框
  [30068] = "您现在打开的是^ffcb4a聊天对话框^ffffff，通过此窗口可以方便快捷的与好友畅所欲言。",

--第一次点到有特殊属性的怪物（ID）
  [30069] = 
  { [10677] = "安土王是十分恐怖的终极BOSS\r但是战胜它的奖励就会十分丰厚",--安土王
   
--允许扩充
 },

--第一次进入新手村外的地图
  [30070] = "您现在已经离开了新手村，外面的天地更加精彩，但也充满了挑战，如果没有一定实力的话可不要轻易招惹^ffcb4a红色名字^ffffff的怪物哦！",
  
--第一次使用传送功能
  [30071] = "^ffcb4a传送服务^ffffff\r通过这里您可以到达其他区域，高等级的地图需要级别满足要求方可传送。",
  
--第一次进行组队
  [30072] = "^ffcb4a组队^ffffff\r和其他玩家一起组队升级，事半功倍！您可以右键点击玩家角色名，在弹出的菜单中选择“^ffcb4a组队邀请^ffffff”来增加队伍成员。",
  
--第一次进行组队设置
  [30073] = "您打开了^ffcb4a组队设置^ffffff，这里可以调整物品的分配方式并招募队员。",
  
--第一次帮战
  [30074] = "^ffcb4a帮战^ffffff开始了！\r这是您第一次参加帮派战争，帮战期间击杀敌对帮成员的数量多少将决定帮派战争的胜败。",
  
--第一次城战
  [30075] = "第一次参加城战?\r在帮派报名的城战当天20点，准时请^ffcb4a河阳城 城战传送使者^ffffff将勇者们送入凌霄城。就可以参加城战了。",

--第一次得到法宝主件
  [30076] = "第一次得到法宝？\r鼠标右键单击法宝即可进行装备。",
  
--第一次得到法宝附件/秘笈
  [30077] = "^ffcb4a法宝附件^ffffff\r法宝附件可以极大的增强配套法宝的实力。鼠标右键单击法宝附件即可进行装备。",
    
--第一次满足天人合一条件时
--  [30078] = "您的精力值已经超过了总量的一半，可以开启天人合一，点击剑形图标进入天人合一状态开始自动打怪，点击“^ffcb4a设置^ffffff”可以对天人合一进行详细设置。",
  
--第一次法宝满成长度
  [30079] = "您的法宝成长度达到了上限，可以去仙工处为法宝^ffcb4a升级^ffffff，提升法宝属性。",

--第一次获得法宝灵媒
  [30080] = "使用灵媒来血炼法宝，可以增强法宝的各种属性。\r在各城市的^ffcb4a仙工^ffffff处即可完成操作。",
   
--第一次法宝聚气
  [30081] = "您现在打开了法宝^ffcb4a聚气^ffffff服务，可以利用“法宝增益”类物品为法宝提升^ffcb4a成长度^ffffff。",
  
--第一次法宝灌魔
  [30082] = "您正在使用法宝^ffcb4a灌魔^ffffff服务，可以利用“法宝增益”类物品为法宝改变属性。",
  
--第一次法宝归元
  [30083] = "您正在使用法宝^ffcb4a归元^ffffff服务，可以利用商城中的归元石解除法宝的绑定状态。",
  
--第一次法宝血炼
  [30084] = "您正在使用法宝^ffcb4a血炼^ffffff服务，可以利用“法宝灵媒”和辅助法宝为法宝提升品质。",
  
--第一次添加好友
  [30085] = "您刚刚添加了一位好友，可以使用^ffcb4aAlt+F^ffffff键打开好友界面进行查看。",
  
--第一次相依相偎
  [30086] = "右键点击异性头像，在弹出的菜单中选择^ffcb4a相依相偎^ffffff，帅哥们即可抱起娇美如花的美女们。",
  
--第一次结婚
  [30087] = "两情缱绻，期待携手白头么？只要情缘值达到要求，或购买天帝宝库的结婚礼包，就可以向^ffcb4a河阳城 月老^ffffff诚心祈求红线相系。",
  
--第一次创建家族
  [30088] = "个人闯荡江湖，是否经常感觉如无根浮萍？当您达到25级后，只需要5金，您就向^ffcb4a河阳城 家族管理员^ffffff申请创建一个家族。",
  
--第一次加入家族
  [30089] = "只要接受家族邀请，您就可以马上拥有众多的兄弟姐妹。与家人有福同享，荣辱与共。按^ffcb4aG^ffffff可以查看家族信息",
  
--第一次创建帮派
  [30090] = "恭喜您成功^ffcb4a创建了帮派^ffffff\r作为一帮之主，您以后将会获得更多成就与荣耀，同时也将面临更多的艰辛与挑战！",
  
--第一次加入帮派
  [30091] = "您刚刚^ffcb4a加入了帮派^ffffff\r以后您就是帮派中的一员了，在这里您可以得到比孤身一人奋战更多的机会和体验，也会面临更多挑战！打开^ffcb4aAlt+G^ffffff可以查看帮派信息。",
  
--第一次删除好友
  [30092] = "按^ffcb4aF^ffffff，打开好友界面，点击^ffcb4a删除^ffffff按钮即可将该好友删除。",
  
--第一次使用黑名单
  [30093] = "您刚刚把打开了^ffcb4a黑名单^ffffff，^ffcb4a好友-黑名单-添加^ffffff可以将其他玩家加入黑名单，被添加了黑名单的玩家所发出的一切信息您都无法接收到。",
  
--第一次查看宿敌名单
  [30094] = "您打开的是您的^ffcb4a宿敌^ffffff名单，在这里可以查看到近期曾经仇杀过您的玩家。",
  
--第一次拜师
  [30095] = "您刚刚成为了别人的^ffcb4a弟子^ffffff，按^ffcb4aAlt+Y^ffffff键打开师徒界面可以查看师徒信息和使用师徒技能。",
  
--出师
  [30096] = "已出师的您也可以成为别人的师傅了。\r只是行走江湖，切勿戒骄戒躁，还望君多保重。",
  
--第一次收徒
  [30097] = "为人师者，传道授业解惑也，刚刚成为别人的^ffcb4a师父^ffffff，\r还请勤按^ffcb4aY^ffffff打开师徒界面查看徒弟信息、使用师徒技能,\r第一次收徒的您只能收一个徒弟，待您师德提高，您可以收的徒弟数量也会上升。",
  
--收徒上限增加
  [30098] = "恭喜您可以收第二个徒弟了！按^ffcb4aY^ffffff打开师徒界面查看收徒上限信息。",
  
--第一次使用征友平台
  [30099] = "您现在是第一次打开游戏内的^ffcb4a交友平台^ffffff，这里面汇集了众多喜欢交友聊天的朋友，您可以发帖^ffcb4a征婚寻缘^ffffff、^ffcb4a结交好友^ffffff、^ffcb4a拜师收徒^ffffff、^ffcb4a帮派收人^ffffff，还等什么，快发帖和大家聊上两句吧！",
  
--第一次获得侠义值  
  [30100] = "^ffcb4a行侠仗义^ffffff\r此乃我辈中人应尽之责任。当您高于105级，与75级以下玩家组队，低等级玩家每升一级，您都会获得相应的侠义值。侠义值可以在^ffcb4a河阳城 小环、河阳城 沈墨儒^ffffff处兑换丰厚奖励哦。",

--第一次获得宠物
  [30101] = "宠物可不仅仅是工具，只要您用心，常与^ffcb4a河阳城 宠物使者、宠物大师^ffffff讨论养宠之道，多使用^ffcb4a仙豆^ffffff等宠物喜欢的食品喂食，宠物必定会成为您重要的臂助。",
  
--第一次获得特定种类的宠物
  [30102] = 
  {
    --[20489] = "恭喜你获得稀世宠物镇狱魔蝎，快到^ffcb4a河阳城 宠物大师^ffffff处驯养吧",
    [16503]	="恭喜您获得丛林山猪\r去跟^ffcb4a河阳城 宠物大师^ffffff探讨下养宠之道吧。",--丛林山猪

  },
  
--第一次进行宠物驯养
  [30103] = "您正在使用^ffcb4a宠物驯养^ffffff的服务，只有经过驯养的宠物才可以携带并参与战斗。",
  
--第一次使用宠物装备
  [30104] = "鼠标右键单击就可以使宠物装备该物品，宠物的战斗属性也会获得极大的增强。",
  
--第一次进行宠物装备强化
  [30105] = "只要您集齐了宠物装备强化道具，在^ffcb4a河阳城 宠物使者^ffffff处\r就可以对现有的装备进行强化。强化后的装备威力将更大。",
  
--第一次把宠物放入宠物栏
  [30106] = "您可以按^ffcb4aP^ffffff键打开宠物栏位查看宠物的详细信息，在宠物栏里，您可以执行宠物采集及战斗设定，还可以进行宠物喂养及生产的相关操作。",
  
--第一次进行宠物修炼
  [30107] = "宠物若不想停滞不前也必须进行修炼，请教^ffcb4a河阳城 宠物大师^ffffff，\r她会帮助你的宠物进行各种修炼。",
  
--第一次提升宠物星等
  [30108] = "您的宠物因强化而提升了^ffcb4a星等^ffffff星等的高低是宠物品质的直接体现！当您将宠物提升到^ffcb4a12星^ffffff和^ffcb4a18星^ffffff时，会获得改变宠物的形态的机会！",
  
--第一次改变宠物形态
  [30109] = "恭喜您成功改变了宠物的^ffcb4a形态^ffffff\r宠物拥有三个形态，分别在初始、12星、18星时获得，独特的宠物形态可以让您更加引人注目！",
  
--第一次使用宠物改名服务
  [30110] = "宠物也是喜欢一个个性的名字，花费10金就可以请^ffcb4a河阳城 宠物使者^ffffff将宠物的名字改得更个性。",
  
--宠物第一次进入战斗状态
  [30111] = "您的宠物现在正在协助您战斗，选定怪物后使用^ffcb4aAlt+1^ffffff，宠物会自动攻击目标；其他常用功能均可以从屏幕中下方的宠物战斗面板实现。",
  
--第一次喂养宠物
  [30112] = "在^ffcb4a河阳城 宠物使者^ffffff处购买宠物丹药，鼠标右键点击丹药就可以喂养当前召出的宠物了。您也可以将药品放入宠物界面的药品栏，宠物就会自动吃药了。",
  
--宠物第一次出现衰弱状态
  [30113] = "宠物衰弱的时候，各方面都会受到影响，您可以到^ffcb4a河阳城 宠物使者^ffffff处购买相应药水，重现宠物青壮的黄金时光。",
  
--宠物第一次出现饥饿状态
  [30114] = "您的宠物当前处于^ffcb4a饥饿^ffffff状态，造成伤害降低15%，如果不及时进食将会自动召回宠物，您可以使用宠物食物来补充其^ffcb4a饱食度^ffffff。",
  
--宠物第一次死亡
  [30115] = "您的宠物^ffcb4a死亡^ffffff了，您可以再次召唤宠物协助战斗，宠物死亡会降低宠物的^ffcb4a寿命^ffffff，寿命为0时将无法继续招出，您可以使用宠物药来恢复宠物的寿命。",
  
--宠物第一次升级
  [30116] = "恭喜您的宠物提升了等级，携带宠物战斗也会增加宠物的经验，宠物等级最高不会高出人物等级^ffcb4a5^ffffff级。",
  
--宠物30级，第一次采集
  [30117] = "宠物终于30级了，您可以按^ffcb4aP^ffffff打开宠物界面，\r点击^ffcb4a状态设定^ffffff，根据宠物不同的生产资质进行采集活动。\r宠物采集到的材料可以用来进行生产。",
  
--宠物60级，第一次生产
  [30118] = "宠物终于60级了，您可以按^ffcb4aP^ffffff打开宠物界面，\r点击^ffcb4a宠物工坊^ffffff，根据宠物不同的生产资质进行采集活动",

--第一次捕捉宠物
  [30119] = "野外之怪，终有一日也可以成为您的忠实伙伴。鼠标左键点击怪物，如怪物头像上有可捕捉的标志，您可以在怪物虚弱的时候进行捕捉。捕捉成功的怪物即可成为您的宠物。",
--第一次获得飞剑
  [30120] = "修道之人，尽可御宝飞行。\r鼠标右键单击飞剑（飞骑），即可御风而行。",
  
--第一次进入飞行状态
  [30121] = "恭喜您开始了飞天之旅！您可以乘坐飞剑自由翱翔于天地之间。按住^ffcb4a空格键^ffffff或^ffcb4a方向键上^ffffff来提升飞行高度，按住^ffcb4a方向键下^ffffff来降低飞行高度，其他操作和地面上一样简单！",
  
--第一次进入飞战状态
  [30122] = "空中偶遇敌人，可脚踏飞剑，开始战斗。",
  
--第一次提升飞宝成长度
  [30123] = "您的飞剑^ffcb4a成长度^ffffff得到了提升，飞行状态下会持续提升飞剑的成长度。飞剑成长度达到一定值后可以提高飞行速度。您也可以到仙工处使用增益物品为飞剑^ffcb4a灌魔^ffffff来显著提升飞剑成长度。",
  
--第一次提升飞宝速度
  [30124] = "恭喜您成功提升了飞剑的品质，您的飞行速度得到了提升！",
  
--第一次炼器
  [30125] = "^ffcb4a炼器^ffffff。炼器需必备强化符，不同类型装备所需强化符可能不同；同时，炼器时附加祝福符也会提升强化几率！",
  
--第一次灌注
  [30126] = "^ffcb4a灌注^ffffff可以在一定程度上对装备进行强化。\r不同的灌注符可以强化不同的属性。即使灌注失败也不会影响您装备的其他属性。",
  
--第一次血祭
  [30127] = "您当前打开的是装备^ffcb4a血祭^ffffff的服务，^ffcb4a血祭^ffffff之后的装备将认您为主人，并会发挥额外的功效，^ffcb4a血祭^ffffff同时也是装备^ffcb4a镶嵌^ffffff的必要前提！",
  
--第一次兑换装备
  [30128] = "您当前打开的是物品/装备^ffcb4a兑换服务^ffffff，在这里，您需要携带相应兑换物才可以得到您想要的物品/装备。",
  
--第一次装备破碎
  [30129] = "破损的装备无法继续增强您的战斗属性，您需要购买^ffcb4a天帝宝库^ffffff内的^ffcb4a金汁玉液^ffffff，请^ffcb4a河阳城 铁匠^ffffff帮助你修补装备。",
  
--第一次隐藏装备
  [30130] = "您执行了^ffcb4a隐藏装备^ffffff的操作，装备隐藏之后，其他玩家在查看您的信息时将无法看到您的装备信息。",
  
--第一次绑定装备
  [30131] = "您当前获得的物品只有^ffcb4a确认绑定^ffffff后才允许使用，如果绑定，此物品将无法被其他玩家使用。",
  
--第一次拆解装备
  [30132] = "您现在打开的是^ffcb4a拆解装备^ffffff服务，只有特定的装备才能拆解，装备被拆解后可以获得不同品质和数目的元魂珠。",
  
--第一次销毁装备
  [30133] = "您现在打开的是^ffcb4a销毁物品^ffffff服务，物品被销毁后，将会有^ffcb4a7天^ffffff的时间随时取消销毁，7天后，物品将^ffcb4a彻底消失^ffffff，请一定要谨慎操作！",
  
--第一次装备套装
 --- [30134] = "您装备了一套套装，与其他普通套装不同是的，\r它可以激活附加属性，是不是觉得自己更加强大了呢？",
  
--第一次寄送邮件
  [30135] = "您现在打开了^ffcb4a邮件^ffffff服务，尝试发送一封邮件给好友吧，填写好^ffcb4a收件人 姓名、主题、内容^ffffff就可以发送了。您也可以在邮件中以附件形式寄送^ffcb4a金钱^ffffff和^ffcb4a物品^ffffff。",
  
--第一次收取邮件 收邮件和发邮件使用了同一个事件
  [30136] = "您收到了第一封^ffcb4a邮件^ffffff，每次收到新邮件时，在屏幕右上角地图附近都会有一个^ffcb4a邮件图标^ffffff提醒。到各大城市中的邮件服务npc处就可以查收您的邮件。",
  
--第一次加入门派
  [30136] = 
  {
    [7] = "恭喜你加入了青云门，从此开始修真之旅，\r青云门乃是天下正道领袖。\道法自然，在群体战斗中有着无比的优势。",
    [1] = "恭喜你加入了鬼王宗，从此开始修真之旅，\r鬼王宗近年已隐隐成为邪道首领。\r鬼王秘法，可令鬼王弟子有着无比的扛击打力。",
    [4] = "恭喜你加入了合欢派，从此开始修真之旅，\r合欢派由金铃夫人创建。\r入此门者，自由不羁，可与众军中直取首将。",
    [10] = "恭喜你加入了天音寺，从此开始修真之旅，\r天音以天下为己任，救苦渡厄。\r。在战斗中往往会给玩家强力臂助。",
    [25] = "恭喜你加入了鬼道，从此开始修真之旅，\r鬼道驭使鬼物，诡异非凡。其出招神秘莫测，\r往往会是一股奇兵。",
    [33] = "恭喜你加入了九黎，从此开始修真之旅，\r九黎乃神族后裔，神力非凡。",
    [39] = "恭喜你加入了烈山，从此开始修真之旅，\r碧瑶就是烈山之后，也许你会在某天遇见她的同族。",  
  },
  
--升级提示 每一次升级
  [30137] = 
  {
		[1] = "每个人都会有新手的时候，不放弃才可以走向成功。",
		[2] = "恭喜你第一次升级\r有了好的开始，以后的成功也会更容易",
		[3] = "恭喜你再次的升级了\r你看，升级也很容易吧，做的不错，继续努力吧",
		[4]= "恭喜你升到了第4级\r查看小秘书的升级帮助提示，寻找适合自己的任务、地图、活动进行升级。",
  [5]= "恭喜你升到了第5级\r查看小秘书的升级帮助提示，寻找适合自己的任务、地图、活动进行升级。",
  [6]= "恭喜你升到了第6级\r风萧萧兮易水寒，若有队友相伴，何苦老是易水寒！",
  [7]= "恭喜你升到了第7级\r河阳是人族老家，传说范围广大，景色非凡。",
  [8]= "恭喜你升到了第8级\r问问马夫，他有没有什么诀窍可以提高你的速度。",
  [9]= "恭喜你升到了第9级\r寻找适合自己的任务、地图、活动进行升级。",
  [10]= "恭喜你升到了第10级\r每个城市的仓库老板可以帮你保管重要的物品。",
  [11]= "恭喜你升到了第11级\r花费少量金钱，飞天仙子就可以把你传送到你想去的地方。。",
  [12]= "恭喜你升到了第12级\r查看小秘书的升级帮助提示，寻找适合自己的任务、地图、活动进行升级。",
  [13]= "恭喜你升到了第13级\r堪堪13级。还是查找小秘书的升级帮助提示为前行做个打算吧。",
  [14]= "恭喜你升到了第14级\r找到炼器师，询问下如何强化自己的修行装备",
  [15]= "恭喜你升到了第15级\r人族已可以加入修真门派。",
--[16]= "恭喜你升到了第16级\r。",
  --[17]= "恭喜你升到了第17级\r，。",
  --[18]= "恭喜你升到了第18级\r田灵儿到底嫁给了齐昊，可是为什么她还有事找你帮忙呢。",
  --[19]= "恭喜你升到了第19级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[20]= "恭喜你升到了第20级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[21]= "恭喜你升到了第21级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[22]= "恭喜你升到了第22级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[23]= "恭喜你升到了第23级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[24]= "恭喜你升到了第24级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[25]= "恭喜你升到了第25级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[26]= "恭喜你升到了第26级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[27]= "恭喜你升到了第27级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[28]= "恭喜你升到了第28级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[29]= "恭喜你升到了第29级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [30]= "恭喜你可以学习生产技能了\r同时你还可以离开故土，到天音去锻炼自己。",
  [31]= "恭喜你升到了第31级\r天音参禅，体悟人生。",
  --[32]= "恭喜你升到了第32级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[33]= "恭喜你升到了第33级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[34]= "恭喜你升到了第34级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[35]= "恭喜你升到了第35级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[36]= "恭喜你升到了第36级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[37]= "恭喜你升到了第37级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
 -- [38]= "恭喜你升到了第38级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[39]= "恭喜你升到了第39级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[40]= "恭喜你升到了第40级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[41]= "恭喜你升到了第41级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[42]= "恭喜你升到了第42级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[43]= "恭喜你升到了第43级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[44]= "恭喜你升到了第44级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [45]= "恭喜你升到了第45级\r您可以去找自己门派的大师领取转重任务了。",
  [46]= "恭喜你升到了第46级\r流波岛，海外仙岛，小凡与碧瑶当年都在这里战斗过。",
  --[47]= "恭喜你升到了第47级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[48]= "恭喜你升到了第48级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[49]= "恭喜你升到了第49级\r流波有一个龙王庙，据说许起愿来很灵。",
  --[50]= "恭喜你升到了第50级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[51]= "恭喜你升到了第51级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[52]= "恭喜你升到了第52级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[53]= "恭喜你升到了第53级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[54]= "恭喜你升到了第54级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[55]= "恭喜你升到了第55级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[56]= "恭喜你升到了第56级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[57]= "恭喜你升到了第57级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
 -- [58]= "恭喜你升到了第58级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
 -- [59]= "恭喜你升到了第59级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [60]= "恭喜你升到了第60级\r死亡沼泽似乎有一个古老的声音在呼唤着你。",
  --[61]= "恭喜你升到了第61级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[62]= "恭喜你升到了第62级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[63]= "恭喜你升到了第63级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[64]= "恭喜你升到了第64级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[65]= "恭喜你升到了第65级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[66]= "恭喜你升到了第66级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[67]= "恭喜你升到了第67级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[68]= "恭喜你升到了第68级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[69]= "恭喜你升到了第69级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[70]= "恭喜你升到了第70级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[71]= "恭喜你升到了第71级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[72]= "恭喜你升到了第72级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[73]= "恭喜你升到了第73级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[74]= "恭喜你升到了第74级\r寻找适合自己的任务、地图、活动进行升级。",
  [75]= "恭喜你升到了第75级\r在死亡沼泽混迹已久，猛然发现蛮荒传来一丝躁动。",
  [76]= "恭喜你升到了第76级\r蛮荒遍地风沙，许多怪物混迹其中，行走之时务要小心。",
  --[77]= "恭喜你升到了第77级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[78]= "恭喜你升到了第78级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[79]= "恭喜你升到了第79级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[80]= "恭喜你升到了第80级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[81]= "恭喜你升到了第81级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[82]= "恭喜你升到了第82级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[83]= "恭喜你升到了第83级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[84]= "恭喜你升到了第84级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[85]= "恭喜你升到了第85级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[86]= "恭喜你升到了第86级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[87]= "恭喜你升到了第87级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[88]= "恭喜你升到了第88级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[89]= "恭喜你升到了第89级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [90]= "恭喜你升到了第90级\r告诉你个小秘密，其实你可以挑战狐岐山地宫二层的四神兽了。",
  [91]= "恭喜你升到了第91级\r焚香虽为名门大派，但今年的行径却颇为神秘。快去四处查查看",
  --[92]= "恭喜你升到了第92级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[93]= "恭喜你升到了第93级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[94]= "恭喜你升到了第94级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
 -- [95]= "恭喜你升到了第95级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
 -- [96]= "恭喜你升到了第96级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[97]= "恭喜你升到了第97级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[98]= "恭喜你升到了第98级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[99]= "恭喜你升到了第99级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
 -- [100]= "恭喜你升到了第100级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[101]= "恭喜你升到了第101级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[102]= "恭喜你升到了第102级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[103]= "恭喜你升到了第103级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [104]= "恭喜你升到了第104级，如果您有师傅的话，\r需要找到师傅到河阳 陶丹青处领取出师任务。\r否则到了105级您会主动出师哦。",
  [105]= "恭喜你升到了第105级\r快快找门派使者去讨论转重的问题吧。",
  [106]= "恭喜你升到了第106级\r南疆是小白的家乡。此刻她就住在天水寨。",
  --[107]= "恭喜你升到了第107级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[108]= "恭喜你升到了第108级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[109]= "恭喜你升到了第109级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[110]= "恭喜你升到了第110级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[111]= "恭喜你升到了第111级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[112]= "恭喜你升到了第112级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[113]= "恭喜你升到了第113级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[114]= "恭喜你升到了第114级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[115]= "恭喜你升到了第115级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[116]= "恭喜你升到了第116级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[117]= "恭喜你升到了第117级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[118]= "恭喜你升到了第118级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[119]= "恭喜你升到了第119级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [120]= "恭喜你升到了第120级\r据说碧瑶有魂魄在昆仑，快去查查看吧。",
  [121]= "恭喜你升到了第121级\r初到昆仑，到处是雪山，不要穿得太过清凉啊。",
  --[122]= "恭喜你升到了第122级\r。",
  --[123]= "恭喜你升到了第123级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[124]= "恭喜你升到了第124级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[125]= "恭喜你升到了第125级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[126]= "恭喜你升到了第126级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[127]= "恭喜你升到了第127级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[128]= "恭喜你升到了第128级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[129]= "恭喜你升到了第129级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[130]="恭喜你升到了第130级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[131]= "恭喜你升到了第131级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[132]= "恭喜你升到了第132级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[133]= "恭喜你升到了第133级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[134]= "恭喜你升到了第134级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [135]= "恭喜你升到了第135级\r速速到修罗界去抵御修罗入侵吧。",
  [136]= "恭喜你升到了第136级\r旱魃貌虽丑陋，但凶悍无比，尤喜群居",
  --[137]= "恭喜你升到了第137级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[138]= "恭喜你升到了第138级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [139]= "恭喜你升到了第139级\r夜叉、罗刹有着奇怪的神通，不体验看看是不会知道到底是什么的。",
  --[140]= "恭喜你升到了第140级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[141]= "恭喜你升到了第141级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[142]= "恭喜你升到了第142级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[143]= "恭喜你升到了第143级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[144]= "恭喜你升到了第144级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[145]= "恭喜你升到了第145级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[146]= "恭喜你升到了第146级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[147]= "恭喜你升到了第147级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[148]= "恭喜你升到了第148级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  --[149]= "恭喜你升到了第149级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
  [150]= "恭喜你升到了第150级\r150并不是终点，飞升后去追求更强的能力吧。",
--[151]="恭喜你升到了飞升1级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[152]="恭喜你升到了飞升2级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[153]="恭喜你升到了飞升3级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[154]="恭喜你升到了飞升4级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[155]="恭喜你升到了飞升5级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[156]="恭喜你升到了飞升6级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[157]="恭喜你升到了飞升7级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[158]="恭喜你升到了飞升8级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[159]="恭喜你升到了飞升9级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[160]="恭喜你升到了飞升10级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[161]="恭喜你升到了飞升11级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[162]="恭喜你升到了飞升12级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[163]="恭喜你升到了飞升13级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[164]="恭喜你升到了飞升14级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
[165]="恭喜你飞升了，\r选择了飞升其实是对自己的一种挑战，去找周一仙接受新的挑战吧。。",
--[166]="恭喜你升到了飞升16级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[167]="恭喜你升到了飞升17级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[168]="恭喜你升到了飞升18级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[169]="恭喜你升到了飞升19级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[170]="恭喜你升到了飞升20级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[171]="恭喜你升到了飞升21级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[172]="恭喜你升到了飞升22级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[173]="恭喜你升到了飞升23级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[174]="恭喜你升到了飞升24级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[175]="恭喜你升到了飞升25级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[176]="恭喜你升到了飞升26级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[177]="恭喜你升到了飞升27级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[178]="恭喜你升到了飞升28级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[179]="恭喜你升到了飞升29级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[180]="恭喜你升到了飞升30级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[181]="恭喜你升到了飞升31级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[182]="恭喜你升到了飞升32级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[183]="恭喜你升到了飞升33级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[184]="恭喜你升到了飞升34级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[185]="恭喜你升到了飞升35级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[186]="恭喜你升到了飞升36级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[187]="恭喜你升到了飞升37级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[188]="恭喜你升到了飞升38级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[189]="恭喜你升到了飞升39级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[190]="恭喜你升到了飞升40级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[191]="恭喜你升到了飞升41级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[192]="恭喜你升到了飞升42级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[193]="恭喜你升到了飞升43级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[194]="恭喜你升到了飞升44级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[195]="恭喜你升到了飞升45级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[196]="恭喜你升到了飞升46级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[197]="恭喜你升到了飞升47级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[198]="恭喜你升到了飞升48级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[199]="恭喜你升到了飞升49级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[200]="恭喜你升到了飞升50级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[201]="恭喜你升到了飞升51级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[202]="恭喜你升到了飞升52级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[203]="恭喜你升到了飞升53级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[204]="恭喜你升到了飞升54级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[205]="恭喜你升到了飞升55级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[206]="恭喜你升到了飞升56级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[207]="恭喜你升到了飞升57级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[208]="恭喜你升到了飞升58级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[209]="恭喜你升到了飞升59级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[210]="恭喜你升到了飞升60级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[211]="恭喜你升到了飞升61级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[212]="恭喜你升到了飞升62级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[213]="恭喜你升到了飞升63级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[214]="恭喜你升到了飞升64级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[215]="恭喜你升到了飞升65级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[216]="恭喜你升到了飞升66级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[217]="恭喜你升到了飞升67级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[218]="恭喜你升到了飞升68级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[219]="恭喜你升到了飞升69级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[220]="恭喜你升到了飞升70级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[221]="恭喜你升到了飞升71级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[222]="恭喜你升到了飞升72级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[223]="恭喜你升到了飞升73级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[224]="恭喜你升到了飞升74级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[225]="恭喜你升到了飞升75级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[226]="恭喜你升到了飞升76级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[227]="恭喜你升到了飞升77级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[228]="恭喜你升到了飞升78级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[229]="恭喜你升到了飞升79级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[230]="恭喜你升到了飞升80级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[231]="恭喜你升到了飞升81级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[232]="恭喜你升到了飞升82级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[233]="恭喜你升到了飞升83级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[234]="恭喜你升到了飞升84级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[235]="恭喜你升到了飞升85级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[236]="恭喜你升到了飞升86级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[237]="恭喜你升到了飞升87级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[238]="恭喜你升到了飞升88级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[239]="恭喜你升到了飞升89级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
[240]="恭喜你升到了飞升90级\r您已经可以登仙入佛堕魔了。",
--[241]="恭喜你升到了飞升91级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[242]="恭喜你升到了飞升92级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[243]="恭喜你升到了飞升93级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[244]="恭喜你升到了飞升94级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[245]="恭喜你升到了飞升95级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[246]="恭喜你升到了飞升96级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[247]="恭喜你升到了飞升97级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[248]="恭喜你升到了飞升98级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[249]="恭喜你升到了飞升99级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[250]="恭喜你升到了飞升100级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[251]="恭喜你升到了飞升101级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[252]="恭喜你升到了飞升102级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[253]="恭喜你升到了飞升103级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[254]="恭喜你升到了飞升104级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[255]="恭喜你升到了飞升105级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[256]="恭喜你升到了飞升106级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[257]="恭喜你升到了飞升107级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[258]="恭喜你升到了飞升108级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[259]="恭喜你升到了飞升109级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[260]="恭喜你升到了飞升110级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[261]="恭喜你升到了飞升111级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[262]="恭喜你升到了飞升112级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[263]="恭喜你升到了飞升113级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[264]="恭喜你升到了飞升114级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[265]="恭喜你升到了飞升115级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[266]="恭喜你升到了飞升116级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[267]="恭喜你升到了飞升117级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[268]="恭喜你升到了飞升118级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[269]="恭喜你升到了飞升119级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[270]="恭喜你升到了飞升120级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[271]="恭喜你升到了飞升121级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[272]="恭喜你升到了飞升122级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[273]="恭喜你升到了飞升123级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[274]="恭喜你升到了飞升124级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[275]="恭喜你升到了飞升125级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[276]="恭喜你升到了飞升126级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[277]="恭喜你升到了飞升127级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[278]="恭喜你升到了飞升128级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[279]="恭喜你升到了飞升129级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[280]="恭喜你升到了飞升130级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[281]="恭喜你升到了飞升131级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[282]="恭喜你升到了飞升132级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[283]="恭喜你升到了飞升133级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[284]="恭喜你升到了飞升134级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[285]="恭喜你升到了飞升135级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[286]="恭喜你升到了飞升136级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[287]="恭喜你升到了飞升137级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[288]="恭喜你升到了飞升138级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[289]="恭喜你升到了飞升139级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[290]="恭喜你升到了飞升140级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[291]="恭喜你升到了飞升141级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[292]="恭喜你升到了飞升142级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[293]="恭喜你升到了飞升143级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[294]="恭喜你升到了飞升144级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[295]="恭喜你升到了飞升145级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[296]="恭喜你升到了飞升146级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[297]="恭喜你升到了飞升147级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[298]="恭喜你升到了飞升148级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[299]="恭喜你升到了飞升149级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",
--[300]="恭喜你升到了飞升150级，查看小秘书的升级帮助提示，\r寻找适合自己的任务、地图、活动进行升级。",


  	
  },
  
--第一次打开商城
  [30138] = "欢迎来到^ffcb4a诛仙商城^ffffff，通过充值^ffcb4a元宝^ffffff，您可以从这里购买到更多有助于你闯荡江湖的物品。",
 
--每一次获得新的商城物品（ID）
  [30139] = 
  {
--允许扩充
	[4007]	="恭喜您获得^ffcb4a化身^ffffff\r化身可以让您在死亡时不损失经验，PK死亡时不掉落装备。",
  },
  
--第一次抽奖（ID群内任择一）
  [30140] = 
  {
--允许扩充
	[8080]	="恭喜您获得^ffcb4a飞天神符^ffffff\r，选定地点，右键点击神符，即可记录下位置。\r再次右键点击记录了地点的神符即可传送到记录点。",
  },
--第一次打开鸿利商城
  [30141] = "您现在打开的是^ffcb4a鸿利商城^ffffff，鸿利商城中的物品只有通过^ffcb4a鸿利元宝^ffffff才能买到，点击右上角的帮助，您可以查看到有关鸿利元宝的介绍。",

--第一次声望增加（ID群内任取一ID）
  [30142] = "您获得了声望的提升，打开^ffcb4aC^ffffff人物面板，点击“^ffcb4a声望^ffffff”，您可以查看到当前的详细声望信息。",

--个人排行榜掉出前100名（一周一次）
  [30143] = "您的个人信息排行榜名次^ffcb4a下降^ffffff了，在修真修仙的路途上还要再加把劲呀！",

--个人江湖声望排行榜掉出前100名（一周一次）
  [30144] = "您的个人江湖声望排行榜名次^ffcb4a下降^ffffff了，在修真修仙的路途上还要再加把劲呀！",
  
--F10屏蔽周围玩家
  [30145] = "人群密集之时，使用快捷键^ffcb4aF10^ffffff可以设置隐藏周围玩家，再次点击可以取消隐藏。",
    
 [30149] =
 {
	[4703]	="^80ffff八卦石^ffffff\r法宝可以大幅度提升人物战斗属性",--八卦石
 	[30076]   = "^80ffff炼器符^ffffff\r使用炼器符可以强化装备。",--炼器符
	}
}


SearchContent = 
{	
	[1] = { content = "help\\html\\基础操作\\门派介绍.htm",
			title = "门派介绍",
			keys = {"门派介绍","鬼王宗","青云门","天音寺","合欢派","鬼道","技能","天书", },
			class = 1 }, 
	[2] = { content = "help\\html\\基础操作\\第一次游戏操作.mht",
			title = "第一次游戏操作",
			keys = {"移动","视角","跳跃","拾取","法宝","快捷","聊天","照相机", },
			class = 1 },
	[3] = { content = "help\\html\\基础操作\\界面操作.mht",
			title = "界面操作",
			keys = {"界面","快捷键","E","拾取","法宝","快捷","聊天","照相机", },
			class = 1 },
	[4] = { content = "help\\html\\基础操作\\快捷键指南.mht",
			title = "快捷键指南",
			keys = {"快捷键", },
			class = 1 }, 
	[5] = { content = "help\\html\\基础操作\\装备使用.mht",
			title = "装备使用",
			keys = {"装备","换装","裁缝", },
			class = 1 }, 
	[6] = { content = "help\\html\\基础操作\\道具使用.mht",
			title = "道具使用",
			keys = {"药品","法宝","传送道具","炼器", },
			class = 1 },  
	[7] = { content = "help\\html\\基础操作\\任务状态.mht",
			title = "任务状态",
			keys = {"领任务","交任务",},
			class = 1 },  
	[8] = { content = "help\\html\\基础操作\\自动寻径.mht",
			title = "自动寻径",
			keys = {"自动寻径","标记","跑路", },
			class = 1 },  
	[9] = { content = "help\\html\\基础操作\\地图操作.htm",
			title = "地图操作",
			keys = {"地图","世界","河阳","青云","天音","流波","沼泽","蛮荒","焚香","南疆","万蝠洞","死灵渊","昆仑","修罗","黑石洞","火龙洞","滴血洞","战场","城战","凌霄城","幻月洞","炼狱","仙界","魔域","佛国","混沌","神域","天空之城","鸿蒙", },
			class = 1 },  
	[10] = { content = "help\\html\\基础操作\\第一次学习技能.mht",
			title = "第一次学习技能",
			keys = {"技能","学习", },
			class = 1 },  
	[11] = { content = "help\\html\\基础操作\\第一次摆摊交易.mht",
			title = "第一次摆摊交易",
			keys = {"摆摊","交易", },
			class = 1 },  
	[12] = { content = "help\\html\\基础操作\\聊天系统.mht",
			title = "聊天系统",
			keys = {"聊天","信息","交流", },
			class = 1 },  
	[13] = { content = "help\\html\\基础操作\\第一次组队.mht",
			title = "第一次组队",
			keys = {"组队","队长","队员","邀请", },
			class = 1 }, 
	[14] = { content = "help\\html\\基础操作\\第一次组队.mht",
			title = "第一次组队",
			keys = {"组队","队长","队员","邀请", },
			class = 1 },  
	[15] = { content = "help\\html\\基础操作\\pk规则.mht",
			title = "pk规则",
			keys = {"pk","红名","善恶值","白名","杀人", },
			class = 1 }, 
	[16] = { content = "help\\html\\基础操作\\天帝宝库.mht",
			title = "天帝宝库",
			keys = {"天帝宝库","商城","元宝", },
			class = 1 },  
	[17] = { content = "help\\html\\基础操作\\第一次使用邮箱.mht",
			title = "第一次使用邮箱",
			keys = {"邮箱","邮件","信使", },
			class = 1 },  
	[18] = { content = "help\\html\\基础操作\\装备锁定.mht",
			title = "装备锁定",
			keys = {"装备锁","钱庄老板","金满仓","解锁", },
			class = 1 },   
	[19] = { content = "help\\html\\基础操作\\飞升介绍.htm",
			title = "飞升介绍",
			keys = {"飞升","转生","仙","魔","佛", },
			class = 1 },  
	[20] = { content = "help\\html\\基础操作\\神魔异志录.mht",
			title = "神魔异志录",
			keys = {"神魔异志录","排行榜", },
			class = 1 }, 
	[21] = { content = "help\\html\\基础操作\\门派介绍.htm",
			title = "鬼王宗",
			keys = {"鬼王宗", },
			class = 2 }, 
	[22] = { content = "help\\html\\基础操作\\门派介绍.htm",
			title = "青云门",
			keys = {"青云门", },
			class = 2 },
	[23] = { content = "help\\html\\基础操作\\门派介绍.htm",
			title = "天音寺",
			keys = {"天音寺", },
			class = 2 },
	[24] = { content = "help\\html\\基础操作\\门派介绍.htm",
			title = "合欢派",
			keys = {"合欢", },
			class = 2 }, 
	[25] = { content = "help\\html\\基础操作\\门派介绍.htm",
			title = "鬼道",
			keys = {"鬼道", },
			class = 2 }, 
	[26] = { content = "help\\html\\技能\\门派技能.htm",
			title = "门派技能",
			keys = {"门派","技能","鬼王宗","青云门","天音寺","合欢派","鬼道", },
			class = 3 },  
	[27] = { content = "help\\html\\技能\\法宝技能.htm",
			title = "法宝技能",
			keys = {"法宝","技能","天人合一", },
			class = 3},  
	[28] = { content = "help\\html\\基础操作\\门派介绍.htm",
			title = "天书技能",
			keys = {"门派","天书","鬼王宗","青云门","天音寺","合欢派","鬼道,", },
			class = 3 },   
	[29] = { content = "help\\html\\技能\\夫妻技能.mht",
			title = "夫妻技能",
			keys = {"夫妻","技能","传送","比翼","情缘", },
			class = 3},  
	[30] = { content = "help\\html\\技能\\家族技能.mht",
			title = "家族技能",
			keys = {"家族","技能","有福同享","同生共死", },
			class = 3 }, 
	[31] = { content = "help\\html\\技能\\师徒技能.mht",
			title = "师徒技能",
			keys = {"师徒","师德","徒弟","师傅","技能", },
			class = 3 }, 
	[32] = { content = "help\\html\\技能\\飞升技能.mht",
			title = "飞升技能",
			keys = {"飞升","技能","仙","魔","佛","造化","转生", },
			class = 3 },
	[33] = { content = "help\\html\\技能\\造化技能.htm",
			title = "造化技能",
			keys = {"飞升","技能","仙","魔","佛","造化","转生", },
			class = 3},
	[34] = { content = "help\\html\\技能\\时装技能.mht",
			title = "时装技能",
			keys = {"时装","技能","主角","雪琪","鬼厉","碧瑶","栖凤","腾龙","天缘", },
			class = 3 }, 
	[35] = { content = "help\\html\\技能\\战场技能.mht",
			title = "其他技能",
			keys = {"战场","技能","连续技", },
			class = 3 }, 
	[36] = { content = "help\\html\\装备\\武器.htm",
			title = "武器",
			keys = {"新手","鬼王宗","青云门","天音寺","合欢派","鬼道","仙","魔","佛","坤","乾", },
			class = 4 },   
	[37] = { content = "help\\html\\装备\\衣服.htm",
			title = "衣服",
			keys = {"衣服","新手","鬼王宗","青云门","天音寺","合欢派","鬼道","仙","魔","佛","坤","乾", },
			class = 4 },  
	[38] = { content = "help\\html\\装备\\帽子.htm",
			title = "帽子",
			keys = {"帽子","新手","鬼王宗","青云门","天音寺","合欢派","鬼道","仙","魔","佛","坤","乾", },
			class = 4 }, 
	[39] = { content = "help\\html\\装备\\鞋子.htm",
			title = "鞋子",
			keys = {"鞋子","新手","鬼王宗","青云门","天音寺","合欢派","鬼道","仙","魔","佛","坤","乾", },
			class = 4 }, 
	[40] = { content = "help\\html\\装备\\法宝.htm",
			title = "法宝",
			keys = {"法宝","通用","鬼王宗","青云门","天音寺","合欢派","鬼道", },
			class = 4 },
	[41] = { content = "help\\html\\装备\\护符.htm",
			title = "护符",
			keys = {"法宝","新手","鬼王宗","青云门","天音寺","合欢派","鬼道", },
			class = 4 },
	[42] = { content = "help\\html\\装备\\项链.mht",
			title = "项链",
			keys = {"项链", },
			class = 4 }, 
	[43] = { content = "help\\html\\装备\\戒指.mht",
			title = "戒指",
			keys = {"戒指", },
			class = 4 }, 
	[44] = { content = "help\\html\\装备\\罡气.mht",
			title = "罡气",
			keys = {"罡气", },
			class = 4 },  
	[45] = { content = "help\\html\\装备\\玺绶.mht",
			title = "玺绶",
			keys = {"玺绶", },
			class = 4	},  
	[46] = { content = "help\\html\\装备\\锦囊.mht",
			title = "锦囊",
			keys = {"锦囊", },
			class = 4 },   
	[47] = { content = "help\\html\\装备\\法身.mht",
			title = "法身",
			keys = {"法身", },
			class = 4},  
	[48] = { content = "help\\html\\装备\\金身.mht",
			title = "金身",
			keys = {"金身", },
			class = 4 }, 
	[49] = { content = "help\\html\\装备\\飞剑.mht",
			title = "飞剑",
			keys = {"飞剑","法宝","飞骑","飞行", },
			class = 4 }, 
	[50] = { content = "help\\html\\装备\\坐骑.mht",
			title = "坐骑",
			keys = {"坐骑","多人骑乘", },
			class = 4 },
	[51] = { content = "help\\html\\装备\\装备强化道具.mht",
			title = "装备强化道具",
			keys = {"强化","炼器","灌注","符", },
			class = 4	},
	[52] = { content = "help\\html\\装备\\装备血祭道具.mht",
			title = "装备血祭道具",
			keys = {"血祭","魂力","滴血认主","融合,", },
			class = 4 }, 
	[53] = { content = "help\\html\\装备\\宝物.mht",
			title = "其他装备",
			keys = {"宝物","指环", },
			class = 4 }, 
	[54] = { content = "help\\html\\任务\\诛仙任务.mht",
			title = "主线任务",
			keys = {"主线","诛仙", },
			class = 5 },   
	[55] = { content = "help\\html\\任务\\游历任务.mht",
			title = "游历任务",
			keys = {"游历","任务", },
			class = 5 },  
	[56] = { content = "help\\html\\任务\\金丹任务.mht",
			title = "金丹任务",
			keys = {"金丹", },
			class = 5 }, 
	[57] = { content = "help\\html\\任务\\转职任务.mht",
			title = "转职任务",
			keys = {"转职","飞升","太上道德天尊","新啸天","仙","魔","佛","鬼王宗","青云门","天音寺","合欢派","鬼道", },
			class = 5 }, 
	[58] = { content = "help\\html\\任务\\尊号任务.mht",
			title = "尊号任务",
			keys = {"尊号","称号","奇遇","活动","任务", },
			class = 5 },
	[59] = { content = "help\\html\\任务\\寻宝任务.mht",
			title = "寻宝任务",
			keys = {"寻宝","符咒","挖宝", },
			class = 5 },
	[60] = { content = "help\\html\\任务\\奇遇任务.mht",
			title = "奇遇任务",
			keys = {"尊号","称号","奇遇","活动","任务","钓鱼", },
			class = 5 }, 
	[61] = { content = "help\\html\\任务\\传功任务.mht",
			title = "传功任务",
			keys = {"传功","任务", },
			class = 5 }, 
	[62] = { content = "help\\html\\任务\\挑战任务.mht",
			title = "挑战任务",
			keys = {"挑战","家族","悬赏" },
			class = 5 },  
	[63] = { content = "help\\html\\任务\\经典任务.mht",
			title = "经典任务",
			keys = {"经典","凶咒","宝藏","任务", },
			class = 5	},  
	[64] = { content = "help\\html\\任务\\平妖任务.mht",
			title = "平妖任务",
			keys = {"平妖","任务","悬赏", },
			class = 5 },   
	[65] = { content = "help\\html\\任务\\试炼任务.mht",
			title = "试炼任务",
			keys = {"试炼","任务","悬赏" },
			class = 5},  
	[66] = { content = "help\\html\\任务\\侠义任务.mht",
			title = "侠义任务",
			keys = {"侠义","小环","大号","小号","105","75","升级","任务", },
			class = 5 }, 
	[67] = { content = "help\\html\\任务\\师门任务.mht",
			title = "师门任务",
			keys = {"师徒","陶丹青","师德","104","105","75","任务", },
			class = 5 }, 
	[68] = { content = "help\\html\\任务\\家族任务.mht",
			title = "家族任务",
			keys = {"家族","任务","挑战","管理员","使者","贡献","技能", },
			class = 5 },
	[69] = { content = "help\\html\\任务\\帮派任务.mht",
			title = "帮派任务",
			keys = {"帮派","任务","帮战","帮贡","管理员","灵气","建设度","奇珍","功德香","建功立事","奋斗","轩辕", },
			class = 5	},
	[70] = { content = "help\\html\\任务\\情缘任务.mht",
			title = "情缘任务",
			keys = {"情缘","任务","小环","月老","结婚", },
			class = 5 }, 
	[71] = { content = "help\\html\\任务\\地图任务.mht",
			title = "地图任务",
			keys = {"地图","世界","河阳","青云","天音","流波","沼泽","蛮荒","焚香","南疆","万蝠洞","死灵渊","昆仑","修罗","黑石洞","火龙洞","滴血洞","战场","城战","凌霄城","幻月洞","炼狱","仙界","魔域","佛国","混沌","神域","天空之城","鸿蒙", },
			class = 5 }, 
	[72] = { content = "help\\html\\活动\\每日活动.htm",
			title = "每日活动",
			keys = {"每日活动","八极战魂","宠物","钓鱼","炼丹","戾气危机","陆雪琪","月老","占卜","情缘","群魔乱舞","幻月","山川","诗仙","萧鼎","答题","挑战", },
			class = 6	},
	[73] = { content = "help\\html\\活动\\每周活动.mht",
			title = "每周活动",
			keys = {"兽妖","会武","星宿","修真","总动员","战场","挑战", },
			class = 6 }, 
	[74] = { content = "help\\html\\活动\\其他活动.mht",
			title = "其他活动",
			keys = {"百兽炼神","百战群英","宝物","彻夜不眠","宠物使者","委托","奋斗","国家宝藏","建功立事","金丹","沈墨儒","景仰","九宫","凶咒","龙牙草","师门","门贡","天行者","行天","星星","雪人","云游天将","造化","忠烈","忠义", },
			class = 6 }, 
	[75] = { content = "help\\html\\道具\\商城道具.mht",
			title = "商城道具",
			keys = {"商城","天帝宝库","元宝", },
			class = 7	},
	[76] = { content = "help\\html\\道具\\任务物品.mht",
			title = "任务物品",
			keys = {"任务","物品","主线","支线","npc", },
			class = 7 }, 
	[77] = { content = "help\\html\\道具\\药品.mht",
			title = "药品",
			keys = {"药品","气血","真气","丹","战斗", },
			class = 7 }, 
	[78] = { content = "help\\html\\道具\\人物生产材料.mht",
			title = "人物生产材料",
			keys = {"人物","生产","装备","生产导师","真仙","黑市商人", },
			class = 7	},
	[79] = { content = "help\\html\\道具\宠物生产材料.mht",
			title = "宠物生产材料",
			keys = {"宠物","装备","幻灵元精","生产材料","采集","制造","文明度","精通", },
			class = 7 }, 
	[80] = { content = "help\\html\\道具\\物品强化道具.mht",
			title = "装备强化道具",
			keys = {"炼器","装备强化","符","完璧","吉星","铁玉", },
			class = 7 }, 
	[81] = { content = "help\\html\\道具\\技能物品.mht",
			title = "技能物品",
			keys = {"技能","物品", },
			class = 7	},
	[82] = { content = "help\\html\\装备\\坐骑.mht",
			title = "坐骑",
			keys = {"坐骑","速度","马夫", },
			class = 7 }, 
	[83] = { content = "help\\html\\装备\\飞剑.mht",
			title = "飞剑",
			keys = {"飞剑","飞骑","太初","灵宝","圣品","仙工", },
			class = 7 }, 
	[84] = { content = "help\\html\\道具\\器魄.mht",
			title = "器魄",
			keys = {"器魄","血祭","南疆","魂力", },
			class = 7 }, 
	[85] = { content = "help\\html\\道具\\其他.mht",
			title = "其他道具",
			keys = {"Vip","精力","宠物","商城","表情","法宝", },
			class = 7 }, 	
	[86] = { content = "help\\html\\宠物\\宠物升级.mht",
			title = "宠物升级",
			keys = {"宠物","升级", },
			class = 8 }, 
	[87] = { content = "help\\html\\宠物\\宠物操作.mht",
			title = "宠物操作",
			keys = {"宠物操作","御宝","通灵", },
			class = 8 },
	[88] = { content = "help\\html\\宠物\\宠物修炼.mht",
			title = "宠物修炼",
			keys = {"宠物修炼","资质","宠物大师","特质","限界","性格", },
			class = 8	},
	[89] = { content = "help\\html\\宠物\\宠物技能.mht",
			title = "宠物技能",
			keys = {"宠物","技能","通用","日曜","计都","月曜","罗侯","火曜","木曜","土曜","金曜","水曜", },
			class = 8 }, 
	[90] = { content = "help\\html\\宠物\\宠物装备.mht",
			title = "宠物装备",
			keys = {"宠物","装备","面目","手足","外甲","内甲","金身","心志","气脉","运道","信念","血统","躯体","神秘","星等","星象","工坊","战斗", },
			class = 8 }, 
	[91] = { content = "help\\html\\宠物\\宠物采集.mht",
			title = "宠物采集",
			keys = {"宠物采集","30","种植","伐木","狩猎","钓鱼","采矿","寻宝","精通","饱食度", },
			class = 8	},
	[92] = { content = "help\\html\\宠物\\宠物制造.mht",
			title = "宠物制造",
			keys = {"宠物制造","配方","工坊","60", },
			class = 8 }, 
	[93] = { content = "help\\html\\宠物\\宠物其他.htm",
			title = "宠物其他",
			keys = {"宠物放生","宠物阶级","宠物任务", },
			class = 8 }, 
	[94] = { content = "help\\html\\社交\\声望系统.mht",
			title = "声望系统",
			keys = {"声望","排行榜","贡献", },
			class = 9 }, 
	[95] = { content = "help\\html\\社交\\尊号.htm",
			title = "尊号",
			keys = {"尊号","称号","排行榜","师徒","神魔异志录","门派","匠师","机缘","活动","任务", },
			class = 9 }, 
			
	[96] = { content = "help\\html\\社交\\组队介绍.mht",
			title = "组队介绍",
			keys = {"任务","组队", },
			class = 9 }, 
	[97] = { content = "help\\html\\基础操作\\第一次添加好友.mht",
			title = "好友",
			keys = {"好友","邀请", },
			class = 9 },
	[98] = { content = "help\\html\\社交\\夫妻.htm",
			title = "夫妻",
			keys = {"夫妻","结婚","月老","花开并蒂","永结连理","礼包","离婚", },
			class = 9	},
	[99] = { content = "help\\html\\社交\\家族系统简介.mht",
			title = "家族",
			keys = {"家族","技能","建立","管理员","任务", },
			class = 9 }, 
	[100] = { content = "help\\html\\社交\\帮派介绍.mht",
			title = "帮派介绍",
			keys = {"帮派","任务","帮战","帮贡","管理员","灵气","建设度","奇珍","功德香","建功立事","奋斗","轩辕","城战", },
			class = 9 }, 
	[101] = { content = "help\\html\\社交\\师徒.htm",
			title = "师徒",
			keys = {"师徒","师德","徒弟","师傅","技能","陶丹青","105","75","90","104", },
			class = 9	},
	[102] = { content = "help\\html\\社交\\交友平台.mht",
			title = "交友平台",
			keys = {"交友","宣纸","鸡蛋","鲜花","留言", },
			class = 9 }, 
	[103] = { content = "help\\html\\社交\\游戏平台.mht",
			title = "游戏平台",
			keys = {"塔防","斗地主","连连看","游戏", },
			class = 9 }, 
	[104] = { content = "help\\html\\战场\\普通战场.mht",
			title = "普通战场",
			keys = {"战场","战场","战神","珠","六道法莲","幻世","90","105","120","135", },
			class = 10 },
	[105] = { content = "help\\html\\战场\\飞升战场.mht",
			title = "飞升战场",
			keys = {"战场","战神","珠","六道法莲","幻世","90","105","120","135", },
			class = 10	},
	[106] = { content = "help\\html\\战场\\楚汉军魂战场.mht",
			title = "楚汉军魂",
			keys = {"楚汉军魂","连舒明","太虚幻境","管理员", },
			class = 10 }, 
	[107] = { content = "help\\html\\战场\\三界战场.mht",
			title = "三界战场",
			keys = {"混沌","三界","仙","魔","佛","飞升","大帝", },
			class = 10 }, 
	[108] = { content = "help\\html\\战场\\城战.htm",
			title = "城战",
			keys = {"城战","凌霄城","使者","金丹","塔","摘月台","犀牛","城主","天界", },
			class = 10	},
	[109] = { content = "help\\html\\战场\\剧情战场.mht",
			title = "真武剑阁",
			keys = {"真武剑阁","战场", },
			class = 10 }, 
	[110] = { content = "help\\html\\战场\\凌霄城战场.mht",
			title = "凌霄城战场",
			keys = {"凌霄城","100金","总管","boss","道玄","金铃夫人","普智","黑心老祖","造化","龙筋", },
			class = 10 },
	[111] = { content = "help\\html\\生活生产\\人物生产.mht",
			title = "人物生产",
			keys = {"生产","装备","材料","黑市商人","配方", },
			class = 11 }, 
	[112] = { content = "help\\html\\生活生产\\宠物生产.mht",
			title = "宠物生产",
			keys = {"宠物","生产","制造","装备","文明度","采集", },
			class = 11	},
	[113] = { content = "help\\html\\生活生产\\生产npc指引.mht",
			title = "生产npc指引",
			keys = {"生产导师","裁缝","铁匠", },
			class = 11 }, 
	[114] = { content = "help\\html\\生活生产\\其他.mht",
			title = "其他",
			keys = {"其他", },
			class = 11 },
	[115] = { content = "help\\html\\怪物\\boss怪物.mht",
			title = "boss大全",
			keys = {"boss", },
			class = 12 }, 
	[116] = { content = "help\\html\\其他\\防骗技巧.mht",
			title = "防骗技巧",
			keys = {"盗号","骗术","防骗", },
			class = 12 },
	[117] = { content = "help\\html\\其他\\安全知识普及.mht",
			title = "安全知识普及",
			keys = {"安全","官网","完美神盾", },
			class = 12 }, 
	[118] = { content = "help\\html\\其他\\在线推广.htm",
			title = "在线推广",
			keys = {"聚仙阁","推广","吴碧海","鸿利", },
			class = 12	},	
}
			
SecretarySpecialIDMap = {}

SecretarySpecialIDMap.Id2Index = 
{
--  []内为特殊ID，=后为从1开始的序号
--1、第一次获取特定物品（ID）
--2、第一次装备坐骑（ID内任意择一）
--3、第一次使用特殊技能（取技能编辑器的技能ID）
--4、第一次点到特殊属性的怪物（ID）
--5、第一次获得特定种类的宠物


	[10677] = 1,--安土王
	[685]   = 2,--炼器符
	[4703]	=3,--八卦石
    [6360] = 4,--雪豹
    [3926] = 5,--马牌  
    [1514] = 6, ---碧瑶时装技能 
    [1515] = 7,--鬼厉时装技能
	[16503]	=8,--丛林山猪
	[4006]	=9,--补天
	[21200]	=10,--龙魂
	[3994]=11,--完璧
	[8080]=12,--飞天
	[16298]	=13,--幻月之心
	[18751]	=14,--宠物商店药（360000）
	[25309]	=15,--白银VIP
	[4232]	=16,---洗点
	[4233]	=17,--全洗
	[4015]	=18,--灵犀
	[4679]	=19,---归元石
	[4007]	=20,---化身
	[19680]	=21,---银票1000J
	[19681]	=22,---银票5000J
	[31754]	=23,----捕兽网
	[18275]	=24,---伏龙之缰，提升马匹速度道具
	[24902]	=25,---易容道具，千面神符
	[18414]	=26,---九曜琉璃，扩宠物包裹、宠物栏道具
	[4011]	=27,---建木，扩人物包裹
	[4012]	=28,---天罗，扩人物仓库
	[18794]	=29,---仙豆，宠物修炼道具
	[21118]	=30,---金满仓的钥匙，解锁道具
	[21696]	=31,---金汁玉液，修复破损物品道具
	[23293]	=32,---宣纸，交友平台用
	[21595]	=33,---金光舍利，提升宠物属性道具
	[21224]	=34,---战天舍利，提升宠物攻击力道具
	[18915]	=35,---绝影，任务所得飞剑
	
	


	
}

SecretarySpecialIDMap.ImageId2Index = 
{

	[4703]	=1,--八卦石
    [30076] = 2,--五色石

	
}


function SecretarySpecialIDMap:GetSpecialIdIndex( id )
	if ( self.Id2Index[id] ) then
	    return self.Id2Index[id]
	else
	    return 0
	end
end

function SecretarySpecialIDMap:GetSpecialIdImageIndex( id )
	if ( self.ImageId2Index[id] ) then
	    return self.ImageId2Index[id]
	else
	    return 0
	end
end